# CubicFeetPerMinuteCubicFoot Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..CubicFeetPerMinuteCubicFoot Property
UnitTypeId Class See Also
---
Cubic feet per minute cubic foot.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId CubicFeetPerMinuteCubicFoot { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CubicFeetPerMinuteCubicFoot As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CubicFeetPerMinuteCubicFoot {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace